i5/20220427-fpw/logs/pg-8-4-16/1000/run-ro-1/pgbench.log
pgbench (15devel)
transaction type: <builtin: select only>
scaling factor: 1000
query mode: prepared
number of clients: 16
number of threads: 4
duration: 900 s
number of transactions actually processed: 44417058
latency average = 0.324 ms
initial connection time = 6.214 ms
tps = 49351.017194 (without initial connection time)